/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ che termina con %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Aggiungi";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Aggiungi carta";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "INDIRIZZO DELL'INTESTATARIO DEL CONTO";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Addebito AU BECS";

/* part of {Account} ending in {last4} */
"Account" = "Conto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nome dell'intestatario del conto";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Numero conto";

/* Button to add a new credit card. */
"Add New Card…" = "Aggiungi nuova carta…";

/* Title for Add a Card view */
"Add a Card" = "Aggiungi una carta";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Aggiungi un conto di addebito diretto";

/* Title shown above a card entry form */
"Add a card" = "Aggiungi una carta";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Aggiungi carta";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Aggiungi nuova modalità di pagamento";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Aggiungi dati di pagamento";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Indirizzo riga 2 (facoltativo)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Int.";

/* Title for bank picker section */
"BANK" = "BANCA";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMAZIONI DEL CONTO BANCARIO";

/* Title for billing address entry section */
"BILLING ADDRESS" = "INDIRIZZO DI FATTURAZIONE";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Indietro";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Conto bancario";

/* Title for billing address entry section */
"Billing Address" = "Indirizzo di fatturazione";

/* Billing address section title for card form entry. */
"Billing address" = "Indirizzo di fatturazione";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Acquista ora o paga dopo con Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "La sottoscrizione del presente mandato comporta (A) l’autorizzazione a %@ a richiedere alla banca del debitore l’addebito del suo conto e (B) l’autorizzazione alla banca del debitore di procedere a tale addebito conformemente alle disposizioni impartite da {NOME DEL CREDITORE}. Il debitore ha diritto di ottenere il rimborso dalla propria Banca secondo gli accordi ed alle condizioni che regolano il rapporto con quest’ultima. Se del caso, il rimborso deve essere richiesto nel termine di 8 settimane a decorrere dalla data di addebito in conto";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Fornendo le informazioni di pagamento e confermando questo pagamento, autorizzi (A) %@ e Stripe, il nostro fornitore di servizi di pagamento, a inviare istruzioni alla tua banca per l'addebito sul tuo conto e (B) la tua banca a procedere con tale addebito conformemente alle istruzioni fornite. Tra gli altri diritti, hai anche diritto a un rimborso dalla tua banca in base ai termini e condizioni dell'accordo sottoscritto con l'istituto. Un eventuale rimborso va richiesto entro otto settimane a decorrere dalla data di addebito in conto. I tuoi diritti sono consultabili in una dichiarazione che puoi richiedere alla tua banca. Accetti di ricevere una notifica per addebiti futuri fino a 2 giorni prima.";

/* Title for card number entry field */
"CARD" = "CARTA";

/* Title for contact info form */
"CONTACT" = "CONTATTO";

/* Title for country picker section */
"COUNTRY" = "PAESE";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Button title to cancel action in an alert */
"Cancel" = "Annulla";

/* Title for credit card number entry field */
"Card" = "Carta";

/* Details of a saved card */
"Card ending in %@" = "Carta che termina con %@";

/* Card details entry form header title */
"Card information" = "Dati della carta";

/* Label for card number entry text field */
"Card number" = "Numero carta";

/* TODO */
"Choose a payment method" = "Scegli una modalità di pagamento";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Chiudi strumento di scansione carta";

/* Title for contact info form */
"Contact" = "Contatto";

/* Text for continue button */
"Continue" = "Continua";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "INDIRIZZO DI SPEDIZIONE";

/* Title for delivery info form */
"Delivery" = "Consegna";

/* Title for delivery address entry section */
"Delivery Address" = "Indirizzo di consegna";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Modifica";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratuita";

/* Placeholder string for name entry field. */
"Full name" = "Nome completo";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Indirizzo di spedizione non valido";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Dati non validi.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Caricamento...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / AA";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "PIÙ OPZIONI";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "Banca online";

/* Label for button to add a new credit or debit card */
"New Card" = "Nuova carta";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nuovo conto di addebito diretto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nuovo conto di addebito diretto SEPA";

/* Button to move to the next text entry field */
"Next" = "Avanti";

/* No comment provided by engineer. */
"OK" = "OK";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online Banking (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "O paga con";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Oppure paga con carta";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Altro";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Paga %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Paga dopo con Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Paga con %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Modalità di pagamento";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Inquadra la carta con la fotocamera.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "CAP";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Codice postale";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Elaborazione in corso...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Rimuovi";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Rimuovi %1$@ che termina con %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Rimuovi %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Rimuovi carta";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Rimuovi conto bancario";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Rimuovi conto bancario che termina con %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Conto SEPA";
/* Payment method brand name */

"SEPA Debit" = "Addebito SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Addebito diretto SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "INDIRIZZO DI SPEDIZIONE";
/* Label for shipping method form */

"SHIPPING METHOD" = "MODALITÀ DI SPEDIZIONE";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Salva per i pagamenti futuri";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Salva la carta per i pagamenti futuri di %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Salva la carta per i pagamenti futuri con Stripe";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Seleziona";
/* label for iDEAL-bank selection picker */

"Select bank" = "Seleziona banca";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Seleziona la modalità di pagamento";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Imposta";
/* Title for shipping info form */

"Shipping" = "Spedizione";
/* Title for shipping address entry section */

"Shipping Address" = "Indirizzo di spedizione";
/* Label for shipping method form */

"Shipping Method" = "Modalità di spedizione";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stato/Provincia/Regione";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Il numero BSB inserito è incompleto";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Il numero BSB inserito non è valido";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "L'IBAN inserito è incompleto.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "L'IBAN inserito non è valido; \"%@\" non è un codice di paese valido.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "La modalità di pagamento selezionata non è disponibile.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Timeout durante l'autenticazione della modalità di pagamento. Riprova.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Per scansionare la carta, concedi l'accesso alla fotocamera in Impostazioni.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Sconosciuto";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Usa indirizzo di fatturazione";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Usa indirizzo di consegna";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Usa indirizzo di spedizione";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Impossibile autenticare la modalità di pagamento. Scegline un'altra e riprova.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Per completare l'acquisto, verrai reindirizzato sul sito di %@.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "L'IBAN deve iniziare con un codice di paese di due lettere.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "L'IBAN deve iniziare con un codice di paese di due lettere.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Il CAP è incompleto.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Il CAP non è valido.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Il numero della carta è incompleto.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Il numero della carta non è valido.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "La data di scadenza della carta è incompleta.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "La data di scadenza della carta non è valida.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Il mese di scadenza della carta non è valido.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "L'anno di scadenza della carta non è valido.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Il codice di sicurezza della carta è incompleto.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Il codice di sicurezza della carta non è valido.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Il codice postale è incompleto.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Il codice postale non è valido.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Codice postale";

/* accessibility label for text field */
"card number" = "numero carta";

/* Placeholder string for email entry field. */
"example@example.com" = "esempio@esempio.com";

/* accessibility label for text field */
"expiration date" = "data di scadenza";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Banca iDEAL";

